''''''
'''
Верстка сообщений Bot
'''

text_start= 'Привет! Я бот помогающий твоему здоровью.'
text_info= ('Рассчёт суточной нормы калорий \n'
                         'по упрощённой формулу Миффлина - Сан Жеора.')

text_formulas=(f'Для мужчин:\n\t'
                                 f'10*вес + 6.25*рост - 5*возраст + 5\n'
                                 f'Для женщин:\n\t'
                                 f'10*вес + 6.25*рост - 5*возраст -161')
# n1=1
# n2=2
# n3=3
# n4=4
# id_n=(1,2,3,4,)
#
#
# text_name1=(f'Product {n1}')
# text_name2=(f'Product {n2}')
# text_name3=(f'Product {n3}')
# text_name4=(f'Product {n4}')
#
# text_specif1=(f'описание {n1}')
# text_specif2=(f'описание {n2}')
# text_specif3=(f'описание {n3}')
# text_specif4=(f'описание{n4}')

text_select_prod='Выберите продукт для покупки:'



#text_name1='Лип Фактор Эволар'
#text_name2='Кальций Эволар'
#text_name3='Фито Муцил'
#text_name4='Капуста с грядки'

#text_specif1=('Лип Фактор от компании Эвалар не являетсям БАДом.\n'
#              'Ускоряет сжигание жиров и предотвращает их накопление в организме,\n'
#              'выводит токсины, снижает уровень холестерина.\n'
#            'На 80% выгоднее зарубежного аналога'
#             'Суточная норма:  1таблетка - 1раз в сутки.')

#text_specif2=('Кальций от компании Эвалар не является слекарством.\n'
              # 'Легкодоступный кальций в хелатной форме для максимального усвоения.\n'
              # 'Выгоднее по цене зарубежного аналога.\n'
              # 'Суточная норма:  1таблетка -3 раза в сутки.')

#text_specif3=('ФИТОМУЦИЛ Диет формула Норм не является слекарством.\n'
              # 'Оказывает нормализующее моторику кишечника действие.\n'
              # 'Выгоднее по цене зарубежного аналога.\n'
              # 'Суточная норма:  1-2 пакета -перед едой.')

#text_specif4=('Капуста с грядки - лучшее средство!\n'
              # 'Улучшает пищеварение.\n'
              # 'Выгоднее по цене зарубежного аналога.\n'
              # 'Снижает уровень холестерина.\n'
              # 'Укрепляет иммунитет.\n'
              # 'Суточная норма:  100 гр в сутки.')
