''''''
'''
Верстка сообщений Bot
'''

text_start= 'Привет! Я бот помогающий твоему здоровью.'
text_info= ('Рассчёт суточной нормы калорий \n'
                         'по упрощённой формулу Миффлина - Сан Жеора.')

text_formulas=(f'Для мужчин:\n\t'
                                 f'10*вес + 6.25*рост - 5*возраст + 5\n'
                                 f'Для женщин:\n\t'
                                 f'10*вес + 6.25*рост - 5*возраст -161')

text_select_prod='Выберите продукт для покупки:'
